INSERT INTO "public"."articles" ("article_id", "type", "title", "content", "image", "published_date", "updated_at", "created_at", "likes") VALUES ('1', 'biography', 'Биография', '      <div class = "container">
        <h1> Биография Абая Кунанбаева </h1>
        <p>
        Абай Кунанбаев родился 29 июля (10 августа) 1845 года в урочище Жидебай в Чингизских горах, которое в то время административно входило в состав Бийского уезда Томской губернии (ныне Абайский район Абайской области Республики Казахстан), в семье крупного бая Кунанбая Оскенбаева (Ускенбаева) рода Тобыкты племени Аргын. Семья Абая принадлежала к местной знати; дед (Оскенбай) и прадед (Иргизбай) главенствовали в своём роду в качестве правителей и биев.</p>

        <p>
        Начатое в детстве домашнее обучение у муллы было продолжено в медресе, у муллы Ахмет-Ризы, в Семипалатинске, где преподавали арабский, персидский и другие восточные языки. Одновременно посещал русскую школу. К концу своей учёбы начал писать стихи, сначала приписывая их авторство своему другу Кокпаю Джантасову. С 13 лет отец Кунанбай начал приучать Абая к деятельности главы рода. В возрасте 28 лет Абай отошёл от неё, целиком занявшись самообразованием, но только к 40 годам создал свои первые взрослые стихотворения. Значительным событием для Абая явилось его общение с политическими ссыльными Евгением Михаэлисом, Нифонтом Долгополовым, Северином Гроссом.
        </p>

        <p>
        На формирование мировоззрения Абая оказали влияние поэты и учёные Востока, придерживавшиеся гуманистических идей (Фирдоуси, Алишер Навои, Низами, Физули, Ибн Сина и другие), а также произведения русских классиков, а через них — и европейская литература вообще. Он переводил Крылова, Лермонтова, Пушкина, Гёте и Байрона.
        </p>

        <p>
        Характерна история стихотворения «Қараңғы түнде тау қалғып» («Горы дремлют в тёмной ночи»), ставшего народной песней. Гёте написал «Wanderers Nachtlied» («Ночную песню странника»), Лермонтов переложил её на русский язык («Горные вершины спят во тьме ночной…»), а спустя ещё полвека Абай Кунанбаев передал её содержание на казахском языке.
        </p>

        <p>
        По утверждениям советских литературоведов, Абай высмеивал некоторые обычаи родового аула, выступал «против рабского положения женщины» и, как повторено в его парадных советских биографиях, «против социального зла и невежества». Советские литературоведческие источники, повторяя эту фразу, иногда ссылаются в её подтверждение на стихотворения «Наконец, волостным я стал…» (1889), «Управитель начальству рад…» (1889) и «Кулембаю» (1888). Абай Кунанбаев был новатором казахской поэзии; новаторский характер носят стихи, посвящённые временам года: «Весна» (1890), «Лето» (1886), «Осень» (1889), «Зима» (1888), стихи о назначении поэзии (учить хорошему и осуждать плохое). Сюжеты поэм «Масгуд» (1887) и «Сказание об Азиме» основаны на мотивах восточной классической литературы. В поэме «Искандер» противопоставлены разум в лице Аристотеля и алчность завоевателя в лице Александра Македонского царя Македонии.
        </p>

        <p>
        Ввёл в казахское стихосложение новые размеры, рифмы и стихотворные формы: восьмистишия и шестистишия.

        Абаем создано около 170 стихотворений и 56 переводов, написаны поэмы, «Слова назидания» («Қара сөздер»).

        Абай был также композитором. Он создал около двух десятков мелодий, которые популярны в наши дни. Некоторые свои стихи Абай Кунанбаев переложил на музыку, а песня на его стихи «Көзімнің қарасы»[5] («Ты зрачок глаз моих», перевод Марии Петровых) стала народной:
        </p>
     </div>', 'https://i.imgur.com/4MChv6n.jpeg', '2024-08-27', '2024-08-26 16:15:35.304519', '2024-08-26 16:15:35.304519', '34'), ('2', 'work', 'Өлең - сөздің патшасы, сөз сарасы', '<div class="container">
  <div> 
  <h1> Өлең - сөздің патшасы, сөз сарасы,</h1>
  </div>
  Өлең - сөздің патшасы, сөз сарасы, <br />
  Қиыннан қиыстырар ер данасы. <br />
  Тілге жеңіл, жүрекке жылы тиіп, <br />
  Теп-тегіс жұмыр келсін айналасы. <br />
  Бөтен сөзбен былғанса сөз арасы, <br />
  Ол - ақынның білімсіз бишарасы. <br />
  Айтушы мен тыңдаушы көбі надан, <br />
  Бұл жұрттың сөз танымас бір парасы. <br />
  Әуелі хаят, хәдис - сөздің басы, <br />
  Қосарлы бәйітмысал келді арасы. <br />
  Қисынымен қызықты болмаса сөз, <br />
  Неге айтсын пайғамбар мен оны алласы. <br />
  Мешіттің құтпа оқыған ғұламасы, <br />
  Мүнәжәт уәлилердің зар наласы. <br />
  Бір сөзін бір сөзіне қиыстырар, <br />
  Әрбірі келгенінше өз шамасы. <br />
  Өлеңге әркімнің-ақ бар таласы, <br />
  Сонда да солардың бар таңдамасы. <br />
  Іші алтын, сырты күміс сөз жақсысын <br />
  Қазақтың келістірер қай баласы? <br />
  Бұрынғы ескі биді тұрсам барлап, <br />
  Мақалдап айтады екен, сөз қосарлап. <br />
  Ақындары ақылсыз, надан келіп, <br />
  Көр-жерді өлең қыпты жоқтан қармап. <br />
  Қобыз бен домбыра алып топта сарнап, <br />
  Мақтау өлең айтыпты әркімге арнап. <br />
  Әр елден өлеңменен қайыр тілеп, <br />
  Кетірген сөз қадірін жұртты шарлап. <br />
  Мал үшін тілін безеп, жанып жалдап, <br />
  Мал сұрап біреуді алдап, біреуді арбап. <br />
  Жат елде қайыршылық қылып жүріп, <br />
  Өз елін бай деп мақтар құдай қарғап. <br />
  Қайда бай мақтаншаққа барған таңдап, <br />
  Жиса да, бай болмапты, қанша малды ап. <br />
  Қазаққа өлең деген бір қадірсіз, <br />
  Былжырақ көрінеді солар даңдақ. <br />
  Ескі бише отырман бос мақалдап, <br />
  Ескі ақынша мал үшін тұрман зарлап. <br />
  Сөз түзелді, тыңдаушы, сен де түзел, <br />
  Сендерге де келейін енді аяңдап. <br />
  Батырды айтсам ел шауып алған талап <br />
  Қызды айтсам, қызықты айтсам қыздырмалап, <br />
  Әншейін күн өткізбек әңгімеге <br />
  Тыңдар едің әр сөзін мыңға балап. <br />
  Ақыл сөзге ынтасыз, жұрт шабандап, <br />
  Көнгенім-ақ соған деп жүр табандап. <br />
  Кісімсінген жеп кетер білімсіз көп, <br />
  Жіберсем, өкпелеме, көп жамандап. <br />
  Амалдап қарағайды талға жалғап, <br />
  Әркім жүр алар жердің ебін қамдап. <br />
  Мақтан қуған, малқұмар нені ұға алсын, <br />
  Шықпаса мыңнан біреу талғап-талғап. <br />
  Мал жиып арамдықпен ұрлап-қарлап, <br />
  Қусың десе, қуанып жүр алшаңдап. <br />
  Қақса-соқса бір пайда түсе ме деп, <br />
  Елдің байын еліртіп «жау мұндалап». <br />
  Ынсап, ұят, ар, намыс, сабыр, талап - <br />
  Бұларды керек қылмас ешкім қалап. <br />
  Терең ой, терең ғылым іздемейді, <br />
  Өтірік пен өсекті жүндей сабап. <br />

  <hr />
  <div></div>

  <h1>
    Өлең мағынасы
  </h1>
  Біріншіден, бұл өлеңде Абай ақындық өнері, ақын шығармалары әлеуметтік тартыстың үлкен құралы, зор мәнді әрекеті екенін анық түсінгенін көрсетеді. Шығарманың үлкен идеясы анық халықшыл демократ қайраткерлердің салт- санасын танытады. Ең алғашқы сөздерде өлеңге көркемдіктің шартын қойып, эстетикалық жаңа норма жариялайды. Адам баласы айтып келген сөздің асылы - поэзия екенін биік бағалаумен бірге, оны төмендететін олқылықтарды да алдымен айтады. Ал шын жақсы өлеңді ердің ері, данасы туғызатыны сөз болады. Шын жақсы өлең өзі де даналықтың айғағы дейді. Бірақ өзіне шейін қазақ көпшілігіне жайылып жүрген өлең бұны қанағат еткізе алмайды. Айтушы да, тыңдаушы да надан болғандықтан поэзияның зор қасиеті тумай да, танылмай да жүр дейді. Келесі бір-екі шумақта Абай өлең сөздің бағасын дін деректерімен дәлелдейді. Мұсылманшылық ұғымынша ең беделді деген жайларды дәлелдейді. Тәңірінің өзі, пайғамбары, мұсылмандарға ұстаздық етуші әулие ғұламасы - бәрі де өленді қадірлейтін боп аталады. Бірақ қатты ескертетін нәрсе, Абай бұл жерде ислам дінін мадақтау үшін жаңағыларды сөз етіп отырған жоқ. Тек хат танитын қазақ оқушысының көпшілігі мойындаған дін ұғымдарын, өзіне шартты түрде керекке жаратады. Өлеңнің сол ортадағы беделін көтеру үшін пайдаланады. Болмаса, исламның анық дін басы үгітшілерінің - имам, сопыларының, молда, ишандарының көзімен қарағанда, Абай өлең сөз туралы жариялап отырған жаңалықты түгелімен күпірлік деп санар еді. Өзі бағасын көтермек болған өлеңді құдай айтқан құранмен, пайғамбар айтқан хадиспен теңеуден артық дін бүзарлық болмас. Абай ол арасын жақсы ұғынса да, мына тұста сол дін авторитеттерін өз керегіне жаратады. Онысы және өзінің терең нанымы емес, халық ұғымына берілген баж деп танылу керек.
</div>', null, null, '2024-08-27 07:50:49.834409', '2024-08-27 07:50:49.834409', '23'), ('3', 'opinion', 'Мнения редакций о Абае Кунанбаеве', '<h1>Мнения редакций о Абае Кунанбаеве</h1>
<div class="container">
  <hr />
  <a href="https://cis.minsk.by/news/12963/abaj_i_kazahstan_v_xxi_veke"><h2>
  Исполнительный Комитет СНГ
  </h2></a>
  <p> 
  Безусловно, Абай Кунанбайулы оставил неизгладимый след в истории нашей страны как ученый, мыслитель, поэт, просветитель, основатель современной национальной литературы, переводчик и композитор. В его стихах и прозе отразились национальное самосознание, быт, мировоззрение, характер, душа, вера, язык, традиции и дух народа, которые позднее были оценены в качестве уникального явления, названного миром Абая.
  </p>
  <p>
  Елбасы, Первый президент и Лидер нации Нурсултан Абишевич Назарбаев в своей статье «Взгляд в будущее: модернизация общественного сознания» подчеркнул важность обновления общественного сознания. Сохранение национального самосознания и его адаптация к современным требованиям стали общенациональной проблемой, потому что модернизация сознания открывает путь к прорывному развитию страны в ХХІ веке. <br />
  В этой связи считаю чрезвычайно востребованным наследие Абая. Произведения великого поэта актуальны и сегодня. Идеи Абая всегда могут быть духовной пищей для всех нас.
  </p>
  <hr />
  <h2>
  <a href = "https://eurasia.expert/abay-kunanbaev/#:~:text=%D0%91%D0%B5%D0%B7%D1%83%D1%81%D0%BB%D0%BE%D0%B2%D0%BD%D0%BE%2C%20%D0%BE%D0%BD%20%D0%BE%D0%BA%D0%B0%D0%B7%D0%B0%D0%BB%20%D0%B1%D0%BE%D0%BB%D1%8C%D1%88%D0%BE%D0%B5%20%D0%B2%D0%BB%D0%B8%D1%8F%D0%BD%D0%B8%D0%B5%20%D0%BA%D0%B0%D0%B7%D0%B0%D1%85%D1%81%D0%BA%D1%83%D1%8E%20%D0%BD%D0%B0%D1%86%D0%B8%D0%BE%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D1%83%D1%8E%20%D0%BA%D1%83%D0%BB%D1%8C%D1%82%D1%83%D1%80%D1%83%20%D0%BA%D0%BE%D0%BD%D1%86%D0%B0%20XIX%20%E2%88%92%20%D0%BD%D0%B0%D1%87%D0%B0%D0%BB%D0%B0%20XX%20%D0%B2%D0%B5%D0%BA%D0%BE%D0%B2.%20%D0%9D%D0%B0%D0%BF%D1%80%D0%B8%D0%BC%D0%B5%D1%80%2C%20%D0%BB%D0%B8%D1%82%D0%B5%D1%80%D0%B0%D1%82%D1%83%D1%80%D0%BD%D1%8B%D0%B9%20%D0%B6%D1%83%D1%80%D0%BD%D0%B0%D0%BB%20%C2%AB%D0%90%D0%B1%D0%B0%D0%B9%C2%BB%20%D0%BD%D0%B0%20%D0%BA%D0%B0%D0%B7%D0%B0%D1%85%D1%81%D0%BA%D0%BE%D0%BC%20%D0%B8%20%D1%80%D1%83%D1%81%D1%81%D0%BA%D0%BE%D0%BC%20%D1%8F%D0%B7%D1%8B%D0%BA%D0%B0%D1%85%2C%20%D0%B8%D0%B7%D0%B4%D0%B0%D0%B2%D0%B0%D0%B2%D1%88%D0%B8%D0%B9%D1%81%D1%8F%20%D0%B2%20%D0%A1%D0%B5%D0%BC%D0%B8%D0%BF%D0%B0%D0%BB%D0%B0%D1%82%D0%B8%D0%BD%D1%81%D0%BA%D0%B5%20%D1%81%20%D1%84%D0%B5%D0%B2%D1%80%D0%B0%D0%BB%D1%8F%20%D0%BF%D0%BE%20%D0%BD%D0%BE%D1%8F%D0%B1%D1%80%D1%8C%201918%20%D0%B3.%2C%20%D0%BF%D0%BE%D0%BB%D1%83%D1%87%D0%B8%D0%BB%20%D1%81%D0%B2%D0%BE%D1%91%20%D0%BD%D0%B0%D0%B7%D0%B2%D0%B0%D0%BD%D0%B8%D0%B5%20%D0%B2%20%D1%87%D0%B5%D1%81%D1%82%D1%8C%20%D0%B2%D0%B5%D0%BB%D0%B8%D0%BA%D0%BE%D0%B3%D0%BE%20%D0%BF%D0%BE%D1%8D%D1%82%D0%B0%20%D0%B8%20%D1%84%D0%B8%D0%BB%D0%BE%D1%81%D0%BE%D1%84%D0%B0." class="link">Евразия Эксперт</a>
  </h2>
  Безусловно, он оказал большое влияние казахскую национальную культуру конца XIX − начала XX веков. Например, литературный журнал «Абай» на казахском и русском языках, издававшийся в Семипалатинске с февраля по ноябрь 1918 г., получил своё название в честь великого поэта и философа.

  <hr />
  <a href = "https://zonakz.net/2004/11/02/abaj-kto-on-dlya-kazaxov/" class="link"><h2>
  Федерико Майор, генеральный директор ЮНЕСКО
  </h2></a>
  Абай – личность мирового значения… он мудрец, мыслитель, сеявший в сознание человечества семена гениальности. Он истинный ученый, можно сказать, святой, рожденный Всевышним. От поэзии его веет любовью и состраданием к человеку. Он также призывает к непримиримой борьбе с мраком и невежеством… Если смотреть с позиции нашего времени, Абай не только казахский, а всечеловеческий поэт

  <hr />
  <a href = "https://zonakz.net/2004/11/02/abaj-kto-on-dlya-kazaxov/" class="link"><h2>
  Другие именитые личности Казахстана
  </h2></a>
  <h3> Ахмет Байтурсунов</h3>
  “Первый поэт казахов – Абай Кунанбаев. Ни в раннем, ни в позднем периоде истории казахов неизвестно имя поэта, превосходящего его по величию духа”. 1913 г.

  <h3>Джамбул Джабаев</h3>
  “Величье акына он гордо вознес… Аргын и найман удивлялись ему, словам, уподобленным яркости звезд. Течением мысли, как море, глубок… А сердце мне шепчет: “Он был одинок…”. 1940 г.

  <h3> Мухтар Аэузов </h3>
  “Поклонник критического разума, просвещенный и пламенный борец за культуру, трагический одиночка в мрачной среде ханжей, стяжателей, косных седобородых старшин-феодалов, Абай был выдающейся фигурой… Он шел вперед своим путем сквозь мрак и косность эпохи”. 1954 г.

  <h3>Динмухамед Кунаев</h3>
  “Главное — научиться русской науке, неоднократно советовал Абай, — наука, знания, достаток, искусство – всё это у русских. Для того, чтобы избежать пороков и достичь добра, необходимо знать русский язык и русскую культуру…” Великий мыслитель оказался гениально прозорлив”. 1973 г.
</div>', null, null, '2024-08-27 08:36:29.627416', '2024-08-27 08:36:29.627416', '523'), ('4', 'biography', 'Биография Мухтара Ауезова', '<div class="container">
  <h1> Биография Мухтара Ауэзова </h1>
  <p>Родился 16 (28) сентября 1897 года в урочище Шынгыстау Семипалатинской области Российской империи (ныне — Абайская область Республики Казахстан).</p>

<p>Рано лишился родителей: отец Омархан умер в 1900 году, мать Нуржамал — в 1912. Маленький Мухтар воспитывается у дяди Касымбека, который в 1907 году после года учёбы в медресе устроил мальчика в 5-классное городское русское училище в Семипалатинске на земскую стипендию Чингизской волости. В 1912—1913 году учебном году Мухтар с отличием закончил первый класс учительской семинарии, а завершил обучение в Семипалатинской учительской семинарии в 1919 году.</p>

<p>В 1917 году в юрте жены Абая Айгерим в виде подарка по случаю выдачи замуж и проводов Акыш, внучки Абая, была поставлена первая написанная Мухтаром Ауэзовым пьеса «Енлик-Кебек». Первыми самодеятельными артистами-любителями были внуки Абая и близкие родственники автора пьесы.</p>

<p>Летом 1917 года по старинному обычаю и по воле близких родственников Мухтар женился на 15-летней красавице Райхан. В 1918 году у них родилась дочь Мугамиля (1918—2009), а через год — сын Чокан, рано ушедший из жизни. В 1920 году их брак распался, при разводе Мухтар забрал себе дочь, о которой заботился всю жизнь.</p>

<p>В межреволюционный период Мухтар Ауэзов стал активным членом казахской молодёжной организации «Жанар», в числе прочего занимающейся помощью голодающему населению южного Казахстана. В 1918 году он вместе с Жусупбеком Аймауытовым издавал в Семипалатинске журнал «Абай», который после выхода двенадцатого номера был закрыт по идеологическим мотивам. С 1 декабря 1919 года в Семипалатинске окончательно установилась Советская власть. В 1919 году Мухтар Ауэзов вступил в партию большевиков и продвинулся впоследствии по партийной линии до должности председателя Семипалатинского губисполкома и секретаря КазЦИКа в Оренбурге (тогда — столице Киргизской Автономной ССР), одновременно пробуя силы в драматургии и журналистике.</p>

<p>Осенью 1922 года за «нарушение партдисциплины» и «проявления национализма» Ауэзов был исключён из партии большевиков, в которой состоял три с половиной года. Он оставил свой пост в Оренбурге и поступил вольнослушателем в Среднеазиатский Туркестанский университет в Ташкенте, сотрудничая в журнале «Шолпан».</p>

<p>Весной 1923 года Мухтар Ауэзов по предложению крупного этнографа, историка и фольклориста Абубакира Диваева, выпускника Оренбургского кадетского корпуса, принимал участие в научной комиссии в Чингизскую волость Каркаралинского уезда «для сбора и приемки сохранившихся рукописей переводов работ Дрейпера, Льюиса, Спенсера» и оригинальных трудов Абая — философских заметок и стихов. Спутниками Ауэзова были бывшие известные алашординцы Халел Досмухамедов и Магжан Жумабаев, впоследствии это сотрудничество послужило поводом для обвинения Ауэзова в причастности к «Алаш-Орде».</p>

<p>Слева направо: Халел Габбасулы, Жусупбек Аймауытулы, Алькей Маргулан, Абдолла Байтасулы (во втором ряду), Миржакып Дулатулы, Ахмет Байтурсынулы и Мухтар Ауэз (первый ряд). 1926 год, Кызылорда</p>

<p>В октябре 1923 году поступил на филологическое отделение Ленинградского государственного университета. Там произошло знакомство Мухтара Ауэзова и Валентины Николаевны Кузьминой, которая стала его третьей супругой. Но после первого курса он вернулся в Казахстан. Осенью 1925 года снова поехал в Ленинград и окончил учёбу в 1928 году. По окончании Ленинградского университета в августе 1928 года молодая семья переехала в Ташкент, здесь он поступил в аспирантуру Среднеазиатского университета, одновременно преподавая. В 1929 году родилась их дочь Лейла, впоследствии доктор исторических наук, директор Дома-Музея Мухтара Ауэзова.</p>

<p>В 1930 году Ауэзов был арестован по обвинению в связи с организацией молодых казахских писателей «Алка» и он провёл 2,5 года в заключении. Жена с дочерью вернулись в Ленинград.</p>

<p>Выйдя на свободу, Ауэзов преподавал в вузах Алма-Аты, в том числе в Казахском государственном университете и Казахском педагогическом институте, продолжая писать пьесы. Его друг и поэт Ильяс Джансугуров советовал Ауэзову бросить политику и заняться исследованием творчества знаменитого родственника. И в 1933 году Ауэзов выпустил первое полное собрание стихов Абая «Абай Кунанбай-улы толык жинак» (латиницей) в Кзыл-Орде, готовил первое научное собрание произведений Абая, параллельно в Казахском музыкальном театре шли его пьесы. Семья воссоединилась, и в 1943 году родился сын Эрнар, будущий биолог. К первому пленуму Союза писателей Казахстана, состоявшемуся в мае 1937 года, Ауэзов являл собой самую яркую фигуру на литературном небосклоне Казахстана. Но и самую преследуемую: по старой памяти его труды запрещались местными органами НКВД, изымались из библиотек, сам он был уволен с работы.</p>

<p>Он уехал в Москву и много сотрудничал с писателем Л. С. Соболевым. Они написали трагедию «Абай», научное исследование «Эпос и фольклор казахского народа», выпустили сборник «Песни казахского народа».</p>

<p>С началом войны Ауэзов вернулся в Казахстан, работал в Институте языка, литературы и истории КазФАН СССР, а чуть позже работал в Казахском научно-исследовательском институте культуры. В 1942 году выпустил первую книгу романа «Абай». Тогда же жил гражданским браком с Фатимой Габитовой, вдовой его расстрелянного НКВД в 1937 году друга Ильяса Джансугурова. В 1943 году у них родился сын Мурат, впоследствии учёный-культуролог, учредитель Фонда Мухтара Ауэзова.</p>

<p>В 1945 году, в год столетия Абая, Ауэзов написал либретто оперы «Абай», сценарий художественного кинофильма «Песни Абая», новый вариант биографии Абая и несколько статей о нём. В Москве вышла первая книга «Абай», его наградили орденом Трудового Красного Знамени. На следующий год он стал доктором филологических наук, профессором, академиком АН Казахской ССР. В 1947 году была опубликована вторая книга «Абай» на казахском языке, в 1948 году — обе книги на русском языке.</p>

<p>В 1947 году вышло Постановление ЦК Компартии Казахстана «О грубых политических ошибках в работе Института языка и литературы АН КазССР», писателя стали постоянно преследовать, не давая возможности спокойно работать. Однако это не помешало Мухтару Ауэзову в 1948 году стать лауреатом Сталинской премии: премия первой степени (100 тысяч рублей) была присуждена автору за роман «Абай», который впоследствии станет первой частью эпопеи «Путь Абая». В 1952 году вышли в свет первая книга. В 1952 году вышли в свет первая книга «Путь Абая» на казахском языке и в том же году на страницах «Правды» вновь было выдвинуто обвинение в недостатке гражданской бдительности у Ауэзова. Статью «Правды» от 30 января 1953 года на следующий день перепечатала «Казахстанская правда». Профессор, академик М. О. Ауэзов был уволен за «буржуазно-националистические ошибки» из университета, выведен из коллектива авторов многотомной «Истории Казахской ССР». Он вновь вынужден, во избежание ареста, скрытно уехать в Москву и два года читает лекции по казахской литературе на кафедре литератур народов СССР МГУ.</p>

<p>В 1954 году в Москве он завершил третью книгу тетралогии «Путь Абая». Вошёл в состав редколлегий журналов «Иностранная литература» и «Дружба народов», выступил с докладом о творчестве Абая на торжественном собрании в Колонном зале Дома Союзов и триумфально вернулся в Алма-Ату, где был восстановлен во всех должностях.</p>

<p>В 1955 году избирался депутатом Верховного Совета КазССР IV созыва и начал совершать зарубежные поездки в составе литературных делегаций, одновременно работая над «Антологией казахской поэзии» и с переводчиками дилогии «Путь Абая».</p>

<p>В 1956 году закончил последнюю, четвёртую книгу «Пути Абая».</p>

<p>В Дни казахской декады в Москве (1958 год) в центре внимания общественности были двухтомный роман-эпопея М. Ауэзова «Путь Абая», изданный на русском языке, солидная «Антология казахской поэзии» и мемуары Бауржана Момыш-улы «За нами Москва».</p>

<p>В 1959 году за дилогию «Путь Абая» М. Ауэзову присуждена Ленинская премия, он был избран депутатом Верховного Совета Казахской ССР V созыва. С группой советских писателей (Щипачев, Леонов, Гончар) в 1960 году посетил США (Вашингтон, Нью-Йорк, Лос Анджелес и Фресно штат Калифорния, Феникс штат Аризона, Бостон). По возвращении работал над циклами очерков «Американские впечатления» и над новым романом «Племя младое».</p>

</div>', 'https://i.imgur.com/Mn2s4H2.png', null, '2024-08-27 10:49:49.751323', '2024-08-27 10:49:49.751323', '11'), ('5', 'biography', 'Биография Шакарима Кудайбердиева', '<div class="container">

<h1> Биография Шакарима Кудайбердиева</h1>

<p>Мать отца Шакарима — Кюнке, первая жена Кунанбая, дочь бия Аганаса. Таким образом, Кудайберди, отец Шакарима — родной брат Абая Кунанбаева: у Абая один и тот же отец, но другая мать. А Шакарим приходился Абаю племянником. Семья Шакарима принадлежала к местной знати; дед (Оскенбай) и прадед (Иргизбай) главенствовали в своём роду в качестве правителей и биев, происходил из рода тобыкты племени аргын.</p>

<p>Кудайбердиев занимался политикой, был избран в волостные правители. Всерьёз творчеством занялся только с 1898 года. По определённой системе стал изучать западную и восточную литературу, познакомился с наследием таких поэтов и мыслителей Востока как Хафиз, Физули, Навои, а также с произведениями Байрона, А. С. Пушкина, Л. Толстого. Его перевод Хафиза на казахский остаётся непревзойденным по мастерству и технике, также как и перевод повести Пушкина «Дубровский». Самостоятельно овладел арабским, персидским, турецким и русским языками. В 1903 году был принят членом Западно-Сибирского отделения Императорского русского географического общества.</p>

<p>В 1906 году совершил хадж в Мекку (совместно с Канапия-кажы — дедом поэта Б. М. Канапьянова). Посетил Египет, Стамбул, работал в библиотеках, пересылая по почте в Семипалатинск приобретённые им книги. Участвовал в национально-освободительном движении «Алаш».</p>

<h2>
Октябрьская революция
</h2>

<p>Революцию 1917 года встретил с воодушевлением, установление советской власти считал победой справедливости, писал революционные стихотворения — «Бостандық туы жарқырап» («Сверкает знамя свободы») и «Бостандық таңы атты» («Взошла заря свободы»). В начале 1918 года он приехал в Семипалатинск по приглашению алашорданцев, где его избрали судьей. В июне 1918 года Семей вновь заняли белые. Разочаровавшись в них, поэт вернулся в аул, но осенью вновь прибыл в Семипалатинск. Сюда переехало «правительство» Алашорды, бежавшее из Оренбурга, и пригласило поэта в город. На этот раз Шакарим полностью убежден, что «Алашорда другая, сознание общества меняется, и оно протестует против тех, кто хочет возродить старые времена, и тянет их обратно в свою страну. Он станет свидетелем разрухи, причиненной белыми, во время прогулки по деревне. <…> Город красный, дорога по имени справедливость показалась, и упомянутая буря быстро прошла»[4].</p>

<p>Из письма Председателю Президиума Верховного совета СССР Клименту Ефремовичу Ворошилову от учителя школы № 70 колхоза имени Калинина Алма-Атинского района Алма-Атинской области Ахата Шакаримовича Худайбердиева:</p>

  <div class="quote">
  <p>Пользуясь огромной популярностью в народе, он [Шакарим] уже в преклонные годы, после установления Советской власти, одно время работал народным судьей. В конце 20-х годов в Казахстане создалась весьма сложная ситуация в результате перегибов лжеактивистов, впоследствии понёсших заслуженное наказание. В этот период в отдельных волостях Семипалатинской губернии имели место вспышки кулацких мятежей, которые увлекали за собой и некоторые отдельные слои трудового народа.</p>

  <p>Желая использовать популярное в народе имя отца моего, кулацкие элементы немало прилагали усилий втянуть его в свое бандитское движение, но не добившись никаких результатов от него самого, стали натравливать на него близких ему людей. В результате всей этой сложной ситуации, мой отец 73-х летним стариком покинул свой аул и вместе со своим младшим сыном вынужден был находиться в бегах. Застигнутый отрядом активистов в 1930 году, он получил смертельную рану и его имя в официальных документах стало склоняться как имя врага народа, любовью которого он пользовался всю жизнь.   
  </p>
  </div>

<h2>
Гибель
</h2>

<p>Долгое время считалось, что Шакарим Кудайбердиев примкнул к банде баев, устроивших восстание против Советской власти в Семипалатинской губернии и был застрелен при преследовании бандитов отрядом ОГПУ. Однако из воспоминаний ветерана милиции Зейнела Алиаскаровича Оспанова, участника тех событий следует, что Кудайбердиев не поддержал восстание, а наоборот, скрылся, опасаясь беспорядков в горах Чингизтау. При преследовании бандитов отрядом милиции он был ошибочно принят за бандита и застрелен. В письме в Академию Наук КазССР Оспанов сообщал:</p>

<div class="quote">
<p>В конце 1930 — начале 1931 года в бывшем Чингистауском районе стали возникать разгульные акции. Если эти действия были вызваны «перегибами» тех лет, то эти ошибки были использованы баями в своих целях, потому что это был час их предсмертной борьбы.</p>

<p>Некоторые крестьяне, которые не были полностью осведомлены, последовали за походом баев. Но через пару месяцев ситуация успокоилась. Его организаторы были пойманы и понесли соответствующие наказания. В эти дни Шакарим Кудайбердиев сам занимался охотой в месте под названием «Шакпак». На самом деле Шакарим не участвовал в беспорядках 1931 года.</p>

<p>3 сентября 1931 года около 150 человек (вооруженных дробовиками, однозарядными винтовками) атаковали район, а через два-три часа перестрелки район был отбит. Тех, кто участвовал в нападении на район, начали арестовывать, те, кто бежал из пленных, покинули родные семьи, некоторые бежали, укрываясь в степи.</p>

<p>В такое время не было ничего удивительного в том, что Шакарим тоже скрывался. Узнав, что Шакарим не уезжал, а укрывался в горах Чингиза, мы отправились на поиски 15 человек.</p>

<p>По следам Шакарима мы шли 10—15 дней. В начале октября в месте «Керегетас», на рассвете, на восходе солнца, к нам спустился Шакарим. Видимость была 100—150 метров, мы были в отряде, который проснулся в шоке от сигнала часового, но он не мог ничего объяснить и стрелял из ружья. В это время Шакарим, никуда не поворачивая головы коня, направлялся навстречу тем, кто находился в пешем отряде, который стрелял встречным огнем. Я знаю, что Шакарим собирался сдаться. Но из-за того, что каждый из нас в отряде стрелял сам по себе, Шакарим погиб.</p>

<p>Если бы Шакарим не собирался сдаваться, он бы сбежал так же, как сбежали остальные.</p>

<p>Вот, что я слышал из уст в уста от Касымбека Солтабаева, участвовавшего в восстании того же года, в 1948 году. «Мы нападем на район», — я попросил у Шакарима его благословение, но он не дал своего благословения и сказал: «Перестаньте, вы понесете потери».</p>

<p>Вот такой случай: в 1947 году был арестован вышеупомянутый Касымбек Солтабаев. В рапорте от 3 сентября 1931 года было указано преступление и проведено расследование. Именно поэтому многие люди, знающие условия бывшего Чингистауского (ныне Абайского) района, опрашиваются. Некоторые из них, с целью оправдать Касымбека Солтабаева, выливают все, что у них есть, на мертвого Шакарима. Теперь, если спросят о Шакариме, положат лису в мешок. Поэтому неудивительно, что следственному центру трудно установить истину.</p>
</div>
</div>', 'https://i.imgur.com/8AUvWIr.jpeg', null, '2024-08-27 11:10:31.553071', '2024-08-27 11:10:31.553071', '52'), ('6', 'biography', 'Биография Жамбыла Жабаева', '<div class="container">
<h1>
Биография Жамбыла Жабаева
</h1>

<p>Родился 16 (28) февраля 1846 года в семье бедного, но довольно уважаемого кочевника Жабая (каз. Жабай) из подрода Екей[каз.][2] рода Шапрашты, входящего в состав Старшего жуза.</p>

<p>Согласно семейному преданию, Джамбул родился возле горы Жамбул в верховьях реки Чу (ныне Мойынкумский район Жамбылской области Казахстана). Жабай Истыбаев (около 1812—1899), отец Джамбула, дал своему сыну имя горы. Мать Джамбула звали Улдан. У Жабая было три сына: Тайти, Коман, Джамбул.</p>

<div class="quote">
  <p>
  В ночь у подножья Жамбула-горы, <br />
  Сжавшись комочком у снежной норы, <br />
  Мать моя, рабскую жизнь кляня,<br />
  В стонах и муках родила меня.<br />
  Молча собрался голодный аул,<br />
  Дали казахи мне имя Жамбул.<br />
  </p>
</div>

<p>23 июня (5 июля) 1846 года Старший жуз вступил в подданство Российской империи.</p>

<p>Ещё мальчиком Жамбул научился играть на домбре. Дядя Джамбула, брат отца, был известным домбристом. В 14 лет (по другим данным: в 1858 году в возрасте 12 лет) он решил уйти из дома и стать акыном, зарабатывая пением. Пел он под аккомпанемент домбры в стиле толгау (речитатив). Искусству импровизации учился у акына Суюнбая. Жамбул пел исключительно на казахском языке. В конце XIX — начале XX века неоднократно участвовал и побеждал в айтысах (соревнованиях) видных акынов. Славился как мастер обличительных песен. Позже из дореволюционного репертуара с его слов были записаны эпосы «Суранши-батыр», «Утеген-батыр», сказки «Хан и акын», «Сказка о лентяе» и др.</p>

<p>Одной из вершин творчества Жамбула являются его айтысы.</p>

<p>В конце XIX и начале XX в. Жамбул участвовал в состязаниях двух акынов айтыс: в 1881 году победил акына Кулмамбета, в 1895 году — Сарбаса, в 1902 году — Досмагамбета, в 1909 году — Шашубая. Жамбул и до айтыса с Кулмамбетом участвовал в небольших состязаниях — кайым-айтыс[3].</p>

<p>Ко времени Октябрьской революции 1917 года Джамбул был уже 70-летним стариком, давно не бравшим в руки домбры. Но, со слов акына, началось его духовное перерождение и творческий подъём. «Всё великое и прекрасное в нашу эпоху раскрывается через образ Сталина», — говорил Джамбул[4].</p>

<p>После Октябрьской революции в творчестве уже широко известного к тому времени акына появляются новые темы — «Гимн Октябрю» (1936), «Моя Родина» (1936), «В Мавзолее Ленина» (1936), «Ленин и Сталин» (1936).</p>

<p>В его песнях можно было встретить почти всех героев советской властной верхушки, он придавал им черты эпических героев, легендарных богатырей — «Аксакалу Калинину» (1936), «Песня о батыре Ежове» (1937), «Клим батыр» (1936), «Наш Киров» (1939) и других.</p>

<p>Его песни искренне прославляли жизнь в СССР и широко распространялись властями. Фигура девяностолетнего Джамбула подавалась в образе восточного мудреца-аксакала, приветствующего новый строй и его людей. Он становится самым уважаемым акыном Казахстана, а его песни — частью нового быта казахского аула. С 1938 года являлся депутатом ВС Казахской ССР.</p>

<p>Когда началась Великая Отечественная война, ушёл на фронт рядовой Алгадай Жамбулов (1900—22 февраля 1943), сын Джамбула. Он погиб при освобождении города Синельниково Днепропетровской области.</p>

<p>Джамбул Джабаев умер 22 июня 1945 года, не дожив до своего столетия 8 месяцев. Его похоронили в ауле Жамбул Жамбылского района, Алма-Атинской области (район и аул названы в его честь). В этом ауле, в доме где он жил, организовали музей Джамбула, около дома и по сей день разбит сад, который он вырастил сам. Данный аул находится за посёлком Узынагаш, примерно в 60 км от Алма-Аты. Позже рядом с Джамбулом был похоронен Нургиса Атабаевич Тлендиев — известный казахский композитор, дирижёр, домбрист, народный артист Казахской ССР (1975), народный артист СССР (1984), народный Герой Казахстана (1998 год). Это была последняя воля известного композитора.</p>

<h2>
Источники
</h2>
<hr />
<a href="https://commons.wikimedia.org/w/index.php?title=File:Kazakhstan_National_encyclopedia_(ru)_-_Vol_2_of_5_(2005).pdf&page=275" class="link"> Жамбыл Жабаев // Казахстан. Национальная энциклопедия. — Алматы: Қазақ энциклопедиясы, 2005. — Т. II. — ISBN 9965-9746-3-2. (CC BY-SA 3.0)<a>
<a href="https://baribar.kz/student/22592/avtobiografiya-dzhambula-zhabaeva/" class="link">  АВТОБИОГРАФИЯ ДЖАМБУЛА ДЖАБАЕВА </a>
</div>', 'https://i.imgur.com/G7tdoeV.jpeg', null, '2024-08-27 11:23:58.057748', '2024-08-27 11:23:58.057748', '44'), ('7', 'biography', 'Биография Ибрая Алтынсарина', '<div class="container">

<h1>
Биография Ибрая Алтынсарина
</h1>
<p>Родился 20 октября (1 ноября, по новому стилю) 1841 года в Аракарагае на земле кипчаков Среднего жуза[3], находящейся под управлением Оренбургской пограничной комиссии (сейчас находится на территории Алтынсаринского района Костанайской области). Происходит из подрода алтыбас рода узун казахского племени кипчак, входящего в Средний жуз[4].</p>

<p>Рано лишившись отца, воспитывался в семье деда, известного бия, Балгожи Жанбуршина[5].</p>

<p>С самого детства проявлял сильную тягу к знаниям и самообразованию, часто общался с образованной частью российского общества.</p>

<p>В 1850 году был определён в школу-интернат при Оренбургской пограничной комиссии. В годы учёбы в Оренбурге он близко познакомился с учёным-востоковедом В. В. Григорьевым. Неиссякаемая жажда знаний, стремление принести пользы как можно больше своему народу. По характеру Ибрай Алтынсарин был скромным и трудолюбивым. Много читал, стараясь познать как можно больше из достижений других народов и передать их своим соплеменникам.</p>

<p>Окончил школу в 1857 году с золотой медалью. Затем в течение трёх лет работал писарем у своего деда Балгожи.</p>

<p>Некоторое время Алтынсарин работал переводчиком в Оренбургском областном правлении, где познакомился с Н. И. Ильминским.</p>

<p>В 1860 году областное правление поручило ему открыть школу для казахских детей в городе Тургае, в которой он был назначен учителем русского языка.</p>

<p>В 1861 году он получил должность учителя Тургайской школы.</p>

<p>В 1864 открыл первую народную школу.</p>

<p>Алтынсарину был присвоен чин статского советника. Некоторое время И. Алтынсарин работал также в Тургайском уездном управлении в качестве делопроизводителя, исполнял обязанности старшего помощника уездного начальника, временно — уездного судьи.</p>

<p>С 1879 года и до конца жизни — инспектор казахских школ в Тургайской области.</p>

<p>В 1883 году Алтынсарин переехал в Николаевский (Кустанайский) уезд. Он построил дом в трёх километрах от города Кустаная, на сгибе реки Тобол, на островке, где имелось небольшое озеро, получившее впоследствии название «Инспекторское». Там Ибрай Алтынсарин жил и работал до самой смерти.</p>

<p>Умер 17 июля (29 июля) 1889 года, похоронен недалеко от своего дома на берегу Тобола рядом с могилой отца.</p>

<div>', 'https://i.imgur.com/stZzfik.jpeg', null, '2024-08-27 11:34:24.320158', '2024-08-27 11:34:24.320158', '78'), ('8', 'biography', 'Биография Султанмахмуда Торайгырова', '<div class="container">
<h1>
Биография Султанмахмуда Торайгырова
</h1>

<p>Родился 29 октября 1893 года в Баянауле, Степное генерал-губернаторство.</p>

<p>Происходит из Среднего жуза, племя Арғын, род Сүйіндік-Айдабол-Едіге[1].</p>

<p>В 1896 году его мать умерла. До 1899 года его воспитывала бабушка. Окончил медресе (1908—1910).</p>

<p>В 1906 году написал первые стихи.</p>

<p>В 1908 году Абдрахман молды, наказал его за сочинение стихов, что послужило основой для формирования его негативного отношения к религии и муллам.</p>

<p>Его первые эссе были опубликованы в казахском журнале «Айкап». Стихи написал в 1910 году. В своих произведениях отразил тяжёлую и трудную жизнь казахского пролетариата.[2]</p>

<p>В 1911 году с помощью нового учителя ознакомился с литературными книгами, газетами и журналами на казахском и татарском языках.</p>

<p>В конце 1912 года Торайгыров приехал в Троицк, поступил в духовную мусульманскую школу Расулия: изучал науки, овладевал русским языком — читал Лермонтова, Пушкина, Крылова. В июле 1913 года оставил учёбу из-за болезни лёгких и уехал обучать детей в ауле. С 1913 года работал секретарём в редакции первого казахского журнала «Айкап», там же были опубликованы его первые очерки.</p>

<p>Летом 1914 года вернулся в Баянаул. Позже отправился в Семипалатинск, чтобы поступить в школу для изучения русского языка, но не смог поступить.</p>

<p>В 1915 году в Восточном Казахстане обучал детей по найму.</p>

<p>До осени 1916 года сначала был в Катон-Карагайском районе, затем в Зайсане, изучал русский язык. Зимой 1916-17 гг. изучал русский язык в Томске.</p>

<p>После февральской революции, приехал в Семипалатинск, принял участие в работе вновь созданной партии Алаш и правительства Алаш-Орды, провозгласив «лозунг Алаш».</p>

<p>Но из-за обострения болезни он бросил учебу и работу и вернулся в свою страну в апреле 1918 года. Участвовал в работу Совета, возродившегося после Колчакского правительства, и принял участие в справедливом разрешении крестьянских споров страны. Много читал политико-философскую литературу (Г. В. Плеханов, Н. Г. Чернышевский и др.)</p>

<p>С приходом советской власти наступила заря свободы, и каждый народ смог зажить самостоятельно и создать своё государство. Султанмахмут стал председателем Шидертинского ревкома, но в то же время контактировал с алаш-ординцами, печатал статьи в их газете «Сары-Арка». Поддерживал идеи лидеров «Алаша», восхвалял их в стихах.</p>

<p>Произведения Торайгырова отдельными книгами изданы уже в советское время.</p>

<p>Умер 21 мая 1920, ауле Шокпыт, Павлодарской области от туберкулёза.</p>

<div>', 'https://i.imgur.com/POLqhJF.jpeg', null, '2024-08-27 11:38:53.021004', '2024-08-27 11:38:53.021004', '90'), ('9', 'biography', 'Биография Ахмета Байтурсунова', '<div class="container">
<h1>
Биография Ахмета Байтурсынова
</h1>

<p>Родился 8 сентября 1872 года. Происходит из рода шакшак племени аргын.</p>

<p>В октябре 1885 года в аул, где жила семья Ахмета, приехал отряд казаков во главе с уездным начальником Яковлевым. Отец Ахмета — Байтурсын Шошакулы, ударив нагайкой Яковлева, сбил его с лошади, после чего началась перестрелка. За это Байтурсын и его брат Актас были приговорены к 15 лет каторжных работ и высланы в Сибирь.</p>

<p>Ахмет Байтурсынов обучался грамоте у аульных мулл. Родственники отдали его в Тургайское двухклассное русско-казахское училище. Окончив его Ахмет Байтурсынов отправляется в Оренбург для продолжения образования и поступает в четырёхлетнюю учительскую школу, основанную просветителем Ибраем Алтынсариным. В Оренбурге он испытывал большие финансовые трудности, но всё же окончил школу в 1895 году.</p>

<p>В 1895—1909 годах преподавал в аульных волостных училищах Актюбинска, Кустанайского и Каркаралинского уездов.</p>

<p>Во время работы в Кустанайском уезде Ахмет Байтурсынов жил в доме у лесника Ивана Журавлёва, где полюбил его дочь Александру. Они поженились. Брак их был совершён по-мусульмански в Кустанае, и Александра Ивановна Журавлёва изменила своё имя и фамилию, стала именоваться Бадрисафой Мухаметсадыковной Байтурсыновой. Они жили в Кустанае, где он работал в русско-казахской школе учителем. На следующий год переехали в Омск, затем в Каркаралинск, где пробыли до 1909 года. Но детей у них не было.</p>

<p>В 1905 году активно включается в политическую деятельность. Один из авторов «Каркаралинской петиции», в которой декларировались требования прекратить экспроприацию земли у казахов, приостановить поток переселенцев, учредить народные земства. В 1907 году он был впервые заключён в тюрьму за критику царской администрации, а в 1909 году Байтурсынов был вторично заключён на 8 месяцев без суда в семипалатинскую тюрьму. В 1910 году был освобождён из заключения с запретом в течение двух лет проживать в Степном Крае, Семиреченской и Тургайской областях. С этого времени до 1917 года жил в Оренбурге под надзором полиции.</p>

<p>В 1913 году Байтурсынулы вместе с бывшим депутатом Первой Государственной думы Алиханом Букейхановым и поэтом и писателем Миржакипом Дулатовым открывает в Оренбурге газету «Казах». В 1914 году за критику местных властей в одном из номеров был оштрафован на большую сумму, Байтурсынов согласился на трёхмесячный арест как замену штрафа для спасения газеты. После сбора средств среди подписчиков газеты был освобождён.</p>

<p>Отрывок из газеты «Казах»</p>

<div class="quote">
<p>
«Для того, чтобы сохранить свою самостоятельность, нам необходимо всеми силами и средствами стремиться к просвещению и общей культуре, для этого мы обязаны первым долгом заняться развитием литературы на родном языке. Никогда не нужно забывать, что на самостоятельную жизнь вправе претендовать только тот народ, который говорит на своем языке и имеет свою литературу…».
</p>
</div>

<p> Газета просуществовала 5 лет — до осени 1918 года. За это время она стала главным национальным общественно-политическим и научно-литературным изданием. </p>

<p> В 1917 году на двух Общекиргизских (общеказахских) съездах в Оренбурге участвовал в создании казахской партии «Алаш» и был одним из организаторов и руководителей правительства Алаш-Орда. В конце 1917 был выбран в Учредительное собрание от Тургайского избирательного округа по списку № 1 (Алаш)[13]. Согласно постановлению ВЦИК от 4 апреля 1919 года был амнистирован. После этого перешёл на сторону советской власти. Более того, Ахмет Байтурсынов вступил в члены Коммунистической партии большевиков ВКП(б). С 1919 года — член Кирревкома, нарком просвещения, член ВЦИК, КазЦИК. </p>

<p> В числе делегации от Казакистана (3 чел.) А.Б. Байтурсынов принял участие во Всесоюзном тюркологическом съезде, который проходил с 26 февраля по 5 марта 1926 года в городе Баку, был введен в состав президиума съезда, на котором выступил с докладами "Об орфографии" и "О принципах казакской терминологии" (Первый Всесоюзный тюркологический съезд). 
</p>

<p> 
В июне 1929 года ему припомнили политическую деятельность, он был арестован органами НКВД, сидел в тюрьме в Кызыл-Орде, как и в царское время опять с Миржакипом Дулатовым, и был выслан в Архангельскую область, а жена Бадрисафа Мухамедсадыковна (до принятия мусульманства — Александра Ивановна) и приёмная дочь Шолпан отправлены в Томск. В 1934 году по ходатайству Е. Пешковой (жена Максима Горького), работавшей тогда в комиссии Красного Креста, Ахмет Байтурсынов был освобождён. Тогда же он вместе с семьёй (уже трое приёмных детей) вернулся в Алма-Ату и жил в доме, позже ставшем его Домом-музеем. В октябре 1937 года Ахмет Байтурсынов был снова арестован, а спустя два месяца, 8 декабря, расстрелян как «враг народа» по приговору тройки НКВД[14].
</p>

<p>
В 1988 году Ахмет Байтурсынов был реабилитирован.
</p>
</div>', 'https://i.imgur.com/54kUjb1.jpeg', null, '2024-08-27 11:52:41.935924', '2024-08-27 11:52:41.935924', '24'), ('10', 'biography', 'Биография Магжана Жумабаева', '<div class = "container">
<h1>
Биография Магжана Жумабаева
</h1>

<p>Магжан Жумабаев родился и вырос в зажиточной многодетной казахской семье. Его отец Бекен, предок и Жумабай-хаджи, Шонай, Утеген, Утемис — известные, знатные люди из подрода Құдайберді рода атыгай племени Аргын. Бекен от своей первой жены — узбечки Гульсум — имел семерых мальчиков и двух девочек: Мусилима, Кахармана, Магжана, Мухаметжана, Салтая, Галижана, Сабыржана, Гуляндан, Гульбарам. Благодаря заботе отца все дети получили необходимое начальное образование, тогда как не каждый родитель мог позволить такую роскошь. Так же имел племянника по имени Шамиль, которого хотел сделать своими наследником.</p>

<p>1905—1910 гг. — учёба в медресе Петропавловска, где преподавали арабский, фарси, турецкий языки.</p>

<p>1910—1911 гг. — учёба в медресе «Галия» в Уфе, среди наставников — классик татарской литературы Галимджан Ибрагимов.</p>

<p>В 1912 году в Казани выходит его первый поэтический сборник «Шолпан» арабским шрифтом на казахском языке. Он получает известность среди казахской интеллигенции.</p>

<p>1913—1916 гг. — учёба в Омской учительской семинарии, где учится с Сакеном Сейфуллиным, заканчивает семинарию с золотой медалью.</p>

<p>Большое участие в его судьбе приняли академик Григорий Николаевич Потанин, крупнейший поэт и учёный Мыржакип Дулатов и директор семинарии Александр Никитич Сидельников. Г. Н. Потанин после первых встреч с Магжаном предсказал, что юноша в будущем станет вторым Чоканом Валихановым. Предсказание великого ученого сбылось. Магжан Жумабаев впоследствии стал крупнейшим тюркологом, историком, лингвистом, педагогом в духе русской классической школы, автором учебников по казахскому языку и литературе, книги «Педагогика».</p>

<p>В 1917 году на Втором всеказахском съезде в Оренбурге избран с Ахметом Байтурсыновым в комиссию по составлению школьных учебников.</p>

<p>В начале 1918 года поэт был арестован представителями партии «Уш жуз» и около 7 месяцев просидел в тюрьме Омска. Здесь им написаны полные грусти и страдания стихотворения: «Жан-жарымды бір сүйемін түсімде» («Поцелую любимую во сне»), посвященную молодой жене (Магжан перед окончанием семинарии женился на внучатой племяннице Чокана Валиханова красавице Зейнеп, которая умерла при родах).</p>

<p>В 1918 году открывает в Омске и Петропавловске курсы казахских учителей и становится их директором.</p>

<p>В 1922 году приглашен председателем Совнаркома Туркестанского края Тураром Рыскуловым преподавать в Казахско-кыргызском институте просвещения в Ташкенте. Активно сотрудничает в газетах и журналах («Акжол», «Сана», «Шолпан» и др.), публикует множество стихов и поэм, а также ряд исследовательских литературных работ. Выпускает второй сборник стихов и поэм в Ташкенте и издаёт в Оренбурге фундаментальный научный труд «Педагогика».</p>

<p>В 1923 году по приглашению наркома просвещения РСФСР Анатолия Луначарского преподает восточные языки в Коммунистическом университете трудящихся Востока.</p>

<p>Одновременно в 1923-26 годах учится в Московском литературно-художественном институте, возглавляемом В. Брюсовым. В Москве переводит на казахский произведения Лермонтова, Кольцова, Бальмонта, Мережковского, Вс. Иванова, Мамина-Сибиряка, Горького, Блока, а также стихи и поэмы Гёте, Гейне и др. зарубежных поэтов. «Его называли казахским Пушкиным, сравнивали с Байроном и Шекспиром, говорили, что внешне он чем-то, даже, похож на Сергея Есенина — то ли волнами вьющихся волос, только не русых, а черных, как смоль, то ли открытой, как североказахстанская степь, и распахнутой навстречу самой жизни искренностью в глазах, только не синих и озорных, а темных, как степная ночь, и кажется, чуть подёрнутых дымкой печали, что по утрам таяла над войлоком юрт его родного аула, то ли по-есенински пронзительными до слез, полными глубочайшего лиризма стихами, музыка которых понятна душе» (В. Шестериков).</p>

<p>В 1927 году, завершив учёбу, возвращается в Казахстан, работает учителем.</p>

<p>В 1923 году поэт Магжан Жумабаев был направлен из Туркестанской Республики в Москву в Высший литературно-художественный институт В. Брюсова, где познакомился с деятельностью писательских объединений и, в частности, Союза поэтов. И им было задумано создание литературного объединения казахских писателей, которое он назвал «Алка́» («Коллегия») и написал программу организации. Она была направлена по почте для ознакомления литераторам, живущим в разных городах. Программа «Алка́» одобрялась в переписках, но не была принята, поскольку не было и собрания. «Алка́» организационно осталась неоформленной.</p>

<p>Это намерение создать литературное объединение было признано большевистскими властями признаком национализма, попыткой алашордынцев реанимироваться и вредить советскому строю. Вместе с тем, идея М. Жумабаева объединить поэтов и писателей Казахстана позже выразилась в создании Союза писателей Казахстана летом 1934 года за три месяца до открытия первого съезда писателей СССР. Но впоследствии его основатели Сакен Сейфуллин и Ильяс Джансугуров были репрессированы и расстреляны в 1937—1938 гг.</p>

<p>Жумабаева, как алашординца, пантюркиста и японского шпиона, арестовали в Петропавловске, а затем осудили на 10 лет лишения свободы. До суда он сидел в Москве, в Бутырке, а срок отбывал в Карелии и Архангельской области, в частности, в печально знаменитом СЛОН. В 1934 году он пишет письмо М. Горькому и Е. Пешковой. В 1936 году благодаря их ходатайству Жумабаев был досрочно освобожден из Свирского лагеря политзаключённых.</p>

<p>Но через полтора года, 30 декабря 1937 года был снова арестован в Алма-Ате и расстрелян НКВД 19 марта 1938 года.</p>

<p>Более 20 лет его вторая жена Зулейха хранила на чердаке архив поэта, веря в возрождение Магжана. Наконец 8 июля 1960 года решением военного трибунала ТуркВО Магжан Жумабаев был посмертно реабилитирован. Его стихи вернулись к народу.</p>

</div>', 'https://i.imgur.com/hIszO11.jpeg', null, '2024-08-27 11:59:51.987379', '2024-08-27 11:59:51.987379', '76'), ('11', 'work', 'Партия "Алаш"', '<div class="container">
  <h1>
  Партия "Алаш"
  </h1>

  <p>Па́ртия «Ала́ш» (каз. «Алаш» партиясы) — казахское общественно-политическое национально-освободительное движение, объединившее казахскую и киргизскую интеллигенцию[6], созданное в 1917 году журналистом и публицистом Алиханом Букейхановым, лингвистом, поэтом и переводчиком Ахметом Байтурсыновым и писателем Миржакипом Дулатовым, примыкавшая по идеологии к партии кадетов.</p>

  <p>Председатель партии — Алихан Букейханов. Официальный орган партии — газета «Казах». Ликвидирована большевиками, и прекратила существование в 1920 году.</p>

  <h2>
  История Партии
  </h2>
  <hr />

  <p>Образована из группы членов партии кадетов — этнических казахов, оформившейся во время событий 1905 г.</p>

  <p>На Первом Всекиргизском съезде, проходившем в Оренбурге с 21 по 28 июля 1917 года, произошло организационное оформление данной партии. На этом же съезде были приняты решения по 14 вопросам, в том числе таким ключевым, как форма государственного устройства России (парламентская федеративная республика), республика казахских областей, землеустройство казахского народа, отношение к религии, вопрос о положении казахской женщины, подготовка выборов в Учредительное собрание.</p>

  <p>Проект программы партии «Алаш», опубликованный перед выборами в Учредительное собрание России, ставил в качестве первоочередных задач всеобщее избирательное право, пропорциональное национальное представительство, демократическую Российскую федеративную республику с президентом и законодательной Думой, равенство республик, входящих в состав России, демократические свободы, отделение церкви от государства, равноправие языков и др.[7] В ноябре 1917 г. на выборах в Учредительное собрание партия «Алаш» получила большинство голосов и 43 депутатских места. По количеству голосов, полученных на выборах в Учредительное собрание (262404 голоса), «Алаш» занимала 8 место среди полусотни партий, существовавших в России накануне Октябрьской революции.</p>

  <p>На Втором всеказахском съезде в декабре 1917 г. была провозглашена Алашская республика и сформирован временный Народный Совет, которому присвоено наименование «Алаш-Орда». Предусматривалось последующее утверждение Конституции Алашской республики Всероссийским Учредительным собранием.</p>

  <h2>
  Программа создания автономии Алаш
  </h2>
  <hr />

  <p>На заседании общеказахского съезда в Оренбурге, 5-13 декабря 1917 года, на голосование была вынесена программа создания Алашской автономии. Распространение политического вакуума делало необходимым организацию твердой власти, которую признавало бы все население казак-киргизских областей.</p>

<p>I. Образовать территориально-национальную автономию областей Букеевской Орды, Уральской, Тургайской, Акмолинской, Семипалатинской, Семиреченской, Сырь-Дарьинской, киргизских уездов Ферганской, Самаркандской, Аму-Дарьинского отдела, Закаспийской области, смежных киргизских волостей Алтайской губернии, представляющих сплошную территорию с господствующим населением казах-киргизского единого происхождения, единой культуры, истории и единого языка.</p>

<p>II. Автономии казах-киргизских областей присвоить название «Алаш».</p>

<p>III. Территория автономных областей Алаш со всеми богатствами, находящимися на поверхности земли, водами, их ресурсами, а также недрами земли составляет собственность Алаша.</p>

<p>IV. Конституция автономии Алаш утверждается Всероссийским Учредительным собранием.</p>

<p>V. Всем, кто живет среди казах-киргизов, гарантируются права меньшинства. Во всех учреждениях автономии Алаш представители всех наций должны быть представлены пропорционально. Представляется также экстерриториальная и культурная автономия тем, кто без территории окажется в пределах автономии Алаш.</p>

<p>VI. В целях спасения области Алаш от общего развала, анархии, организовать временный народный совет Алаш-Орда, состоящий из 25 членов, 10 мест из которых предоставить русским и другим народам, живущим среди казах-киргизов. Местом пребывания Алаш-Орды временно избрать Семипалатинск. Алаш-Орда должна немедленно взять в свои руки всю исполнительную власть над казах-киргизским населением.</p>

<p>VII. Алаш-Орда обязуется принять энергичные меры к созданию народной милиции.</p>

<p>VIII. Алаш-Орда обязана в ближайшее время созвать учредительное собрание автономии Алаш на началах, выработанных им применительно к существующим правилам о производстве выборов в общее Российское Учредительное собрание.</p>

<p>IX. Алаш-Орда уполномочивается съездом: 1) заключать займы; 2) вести переговоры в блоках с другими автономными соседями, причем заключение договора предоставляется учредительному собранию Алаш.</p>

<p>X. К учредительному собранию Алаш народный совет обязан предоставить выработанный им проект конституции автономии Алаш.</p>

<p>По вопросу о времени объявления автономии съезд разбился на два течения. Представители Уральской, отчасти Сыр-Дарьинской области и Букеевской орды доказывали необходимость немедленного объявления автономии. Делегаты других областей полагали объявление предоставить центральному народному совету, по организации милиции и по окончании переговоров с киргизским населением Туркестанского края и с другими народностями, живущими в киргизских областях. Вопрос этот был поставлен на поименное голосование.</p>

<p>За немедленное объявление автономии проголосовали 33 делегата. Против немедленного объявления автономии проголосовало 40 делегатов, среди них: Ахмет Байтурсынов, Алихан Букейханов, Магжан Жумабаев, Миржакып Дулатов. Воздержались три делегата: Мустафа Чокай, Азимхан Кенесарин и Ахмед Чегиров.</p>

<p>Таким образом, объявление автономии Алаш было отложено на неопределенный срок до проведения съезда народного совета Алаш.[8]</p>

<p>Деятели партии «Алаш». Слева направо: 1) Х. Габбасов 2) М. Дулатов 3) А. Байтурсынов 4) М. Ауезов. Стоят (слева направо): 1) Д. Аймаутов 2) А. Маргулан 3) А. Байтасов. Кзыл-Орда, 1926.</p>

<p>Федерация представлялась оптимальной формой правового регулирования взаимоотношений центра и национально-территориальных автономий. Самостоятельность в форме автономии не означало полной независимости. В этом требовании лидеры «Алаш» были реалистами, учитывая глубину интегрированности в политическую и экономическую систему России. Детальное разграничение полномочий центра и автономий представлялось делом, регулируемым последующими договоренностями и законодательством. Лидер «Алаш-Орды» Алихан Букейханов в обращениях к предполагаемым союзникам заявлял, что среди алашистов «нет стремлений к сепаратизму. Мы едины с великой демократической Федеративной Россией», «мы — западники. В своем стремлении приобщить народ к культуре мы не смотрим на Восток… Получить культуру мы сможем… через Россию, при посредстве русских».</p>
</div>', null, null, '2024-08-27 16:16:45.570083', '2024-08-27 16:16:45.570083', '1509');